/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "Tidak dapat mengonversi format lagu.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "Proyek ini sepertinya rusak. Pulihkan dari pencadangan.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "Proyek ini dibuat dengan versi Logic non-rilis menengah. Proyek tidak dapat lagi dibuka";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "Lagu yang Anda coba buka memilik format Logic 4 (atau lebih awal). Buka dan simpan dengan 7.2.1 atau lebih awal terlebih dahulu.\n\nAnda harus melakukannya di komputer Macintosh, yang masih menjalankan versi macOS yang lebih lama, karena versi lama Logic Pro ini tidak lagi kompatibel dengan macOS 10.13 atau lebih baru.";
